{
  "all_procs": {
    "procedure_1.csv": "item,phasetype,max_time,text,shuffle_1,survey,\r\n2,survey,user,This is the start of a new experiment.,off,symptoms_and_exposure.csv,"
  },
  "conditions": "name,notes,stimuli,procedure,fullscreen,welcome,participant_id,end_message,start_message,buffer,scripts,\r\ncondition_1,You can put more detailed notes in this field,stimuli_1.csv,procedure_1.csv,off,,on,,,5,,",
  "all_stims": {
    "stimuli_1.csv": "cue,answer,\r\nA,Apple,\r\nB,Banana,\r\n,,"
  },
  "location": "haffey-studies/bsc-2021/symptoms_and_exposure",
  "public_key": "YzlDJDxohu5olwQJYvN+v6vMe0RnJl7ZPFdP/isceks=",
  "surveys": {
    "symptoms_and_exposure.csv": [
      [
        "item_name",
        "text",
        "type",
        "answers",
        "values",
        "optional",
        "question_width",
        ""
      ],
      [
        "symptoms_exposure_instructions",
        "<span style='color:#006699'><span style='font-size:20px'>Please choose <b><u>ALL</u> OF THE FOLLOWING</b> of the following that apply to you</span></span>",
        "instruct",
        "",
        "",
        "",
        "",
        ""
      ],
      [
        "symptoms_exposure",
        "",
        "checkbox",
        "In the last 6 months I have known someone who currently has or had in the past been quarantined for COVID-19 due to exposure.|\r\nIn the last 6 months I have a close family member or friend who currently has or had in the past been quarantined for COVID-19 due to exposure. |\r\nIn the last 6 months I know someone who currently has or had in the past been diagnosed with COVID-19 due to exposure.|\r\nIn the last 6 months I have a close family member or friend who currently has or had in the past been diagnosed with COVID-19 due to exposure. |\r\nIn the last 6 months I am or have been a carer for someone who had been diagnosed with COVID-19.|\r\nIn the last 6 months I am or have been in quarantine in the past due to COVID-19.|\r\nIn the last 6 months I am self-isolating or have  self-isolated in order to avoid infection. |\r\nIn the last 6 months I am or have been  regarded as ‘high risk’. |\r\nIn the last 6 months I have self-isolated due to government advice but did not have symptoms at the time (e.g. being told that you’ve been exposed, but did not proceed to have symptoms). |\r\nIn the last 6 months I have self-isolated because I have had symptoms. |\r\nIn the last 6 months I have been tested (including self-testing) for COVID-19.|\r\nIn the last 6 months I have been diagnosed with COVID-19. |\r\nIn the last 6 months I have received a flu vaccination. |\r\nIn the last 6 months, I have had the flu.",
        "1|2|3|4|5|6|7|8|9",
        "no",
        "0%",
        ""
      ],
      [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
      ]
    ]
  },
  "phasetypes": {
    "survey": "[[[LOCATION]]]../Default/DefaultPhaseTypes/survey.html"
  },
  "procs_csv": {},
  "stims_csv": {}
}